Repository: elementary/switchboard-plug-locale
Catalog: po/extra/*.po
Languages: ca, de, ja, mr, pl, sr, uk

source: Language &amp; Region Settings
ca: Paràmetres de la llengua i la regió
de: Einstellungen für Sprache und Region
ja: 言語と地域の設定
mr: भाषा &amp; प्रदेश सेटिंग्ज
pl: Ustawienia języka i regionu
sr: Поставке језика и региона
uk: Налаштування Мови та Регіону

source: Manage languages, and configure region and format
ca: Gestioneu les llengües i configureu-ne la regió i el format.
de: Sprach- sowie Regions- und Formateinstellungen vornehmen
ja: 言語を管理し、地域と書式を設定します
mr: भाषा व्यवस्थापित करा आणि क्षेत्र आणि स्वरूप कॉन्फिगर करा
pl: Zarządzaj językami, konfiguruj region i formaty
sr: Управљајте језицима и подесите регион и формат
uk: Керування мовами та налаштування регіону і форматів

source: Fixes:
ca: Correccions:
de: Fehlerbehebungen:
ja: 修正点:
mr: निराकारणे:
pl: Poprawki:
uk: Виправлення:

source: Translate authentication dialog description text
ca: Traducció del text de descripció del diàleg d'autenticació

source: Improvements:
ca: Millores:
de: Verbesserungen:
uk: Удосконалення:

source: Central Kurdish is now available as an installable language
ca: El kurd central ja està disponible com a idioma instal·lable.
uk: Серед доступних мов з'явилася центральнокурдська

source: Support installation and removal of languages with 3-letter codes
ca: Suport per a la instal·lació i eliminació d'idiomes amb codis de 3 lletres
uk: Підтримка встановлення та вилучення мов із трибуквеними кодами

source: Ensure "Formats" dropdown remains correct after installing or removing languages
ca: S'assegura que el menú desplegable "Formats" segueix sent correcte després d'instal·lar o eliminar idiomes.
de: Sicherstellen, dass das "Format" Dropdown-Menü korrekt dargestellt wird, nachdem Sprachen installiert oder entfernt wurden
pl: Upewniono się, że menu „Formaty” działa poprawnie po instalacji i usunięciu języków
uk: Спадне меню «Формати» залишається правильним після встановлення або вилучення мов

source: Support locales with 3-letter codes
ca: S'admeten codis de llengua de tres lletres.
de: Unterstützung für Ländercodes mit 3 Stellen
ja: 言語コードが3文字のロケールをサポート
pl: Wsparcie dla języków z trzyliterowymi kodami
uk: Підтримка мов із тризначними кодами

source: Minor updates:
ca: Actualitzacions menors:
de: Kleinere Aktualisierungen:
ja: 軽微なアップデート:
mr: किरकोळ अद्यतने:
pl: Mniejsze aktualizacje:
uk: Незначні оновлення:

source: Better support for non-Ubuntu based distributions
ca: Millor suport per a distribucions no basades en l'Ubuntu
de: Verbesserte Unterstützung für nicht-Ubuntu basierte Distributionen
ja: 非 Ubuntu ベースのディストリビューションへの対応を強化
pl: Lepsze wsparcie dla dystrybucji niebazujących na Ubuntu
uk: Краща підтримка дистрибутивів, що не базуються на Ubuntu

source: Updated translations
ca: Traduccions actualitzades
de: Aktualisierte Übersetzungen
ja: 翻訳の更新
mr: अद्ययावत भाषांतर
pl: Zaktualizowane tłumaczenia
sr: Освежени преводи
uk: Оновлено переклади

source: Fix an issue with cancelling language installation
ca: Solució d'un problema en cancel·lar la instal·lació de la llengua
de: Behebt ein Problem mit dem Abbruch von Sprachinstallationen
ja: 言語のインストールをキャンセルした際の不具合を修正
mr: भाषा स्थापना रद्द करण्याच्या समस्येचे निराकरण करा
pl: Naprawiono problem z anulowaniem instalacji języka
sr: Поправља проблем са отказивањем инсталације језика
uk: Розв'язано проблему зі скасуванням встановлення мови

source: Redesigned Install Language popover
ca: Finestra emergent per instal·lar llengües redissenyada
de: Neugestaltung des Sprache Installieren Popovers
ja: Install Language ポップオーバーのデザインを変更
mr: पुन्हा डिसिन केलेले भाषा पॉप ओव्हर इन्स्टॉल करा
pl: Przeprojektowano popover instalacji języka
sr: Редизајниран облачић инсталације језика
uk: Перероблено вікно встановлення мови

source: Asks for permission when needed. No more extra InfoBar
ca: Es demana permís quan cal. Ja no hi ha la barra d'informació.
de: Frage nach Erlaubnis wenn benötigt. Keine separate InfoBar mehr
ja: 必要な場合のみ管理者権限を確認するように変更し、余計な情報バーを廃止
mr: गरज भासल्यास परवानगी मागते. यापुढे अतिरिक्त इन्फोबार नाही
pl: Pytanie o uprawnienia tam gdzie to potrzebne. Usunięto niepotrzebny InfoBar
sr: Пита за дозволу када је потребна. Нема више додатне Инфо траке
uk: Запит дозволу за потреби. Більше немає додаткової панелі подробиць

source: Installtion progress InfoBar is now a Dialog
ca: La barra d'informació d'instal·lació ara és un diàleg.
de: Installationsfortschritt InfoBar ist jetzt ein Dialog
ja: インストールの進捗情報バーをダイアログに変更
mr: इन्स्टॉलेशन प्रगती इन्फोबार आता एक संवाद आहे
pl: InfoBar z postępem instalacji jest teraz oknem dialogowym
sr: Инфо трака напредовања инсталације је сада прозорче
uk: Панель поступу встановлення тепер є діалоговим вікном

source: Language list properly updates when adding or removing languages
ca: La llista de llengües s'actualitza correctament quan se n'afegeixen o se n'eliminen.
de: Sprachenliste aktualisiert nun korrekt, wenn Sprachen hinzugefügt oder entfernt werden
ja: 言語の追加および削除時に言語リストを適切に更新するように修正
mr: भाषा जोडताना किंवा काढताना भाषेची यादी योग्यरित्या अद्यतनित होते
pl: Lista języków poprawnie aktualizuje się przy dodawaniu i usuwaniu języków
sr: Списак језика се исправно освежава приликом додавања или уклањања језика
uk: Перелік мов оновлюється належним чином під час додавання чи видалення мов

source: Manage locale settings
ca: Gestioneu els paràmetres de la llengua.
de: Gebietsschema-Einstellungen verwalten
ja: 地域設定を管理します
mr: लोकेल सेटिंग्ज व्यवस्थापित करा
pl: Zarządzaj ustawieniami lokalnymi
sr: Управљајте поставкама језика
uk: Керування налаштуваннями мови

source: Authentication is required to manage locale settings
ca: Cal autenticació per gestionar els paràmetres de la llengua.
de: Um die Einstellungen für das Gebietsschema zu verwalten, ist eine Authentifizierung erforderlich
ja: 地域設定を管理するには認証が必要です
mr: लोकेल सेटिंग्ज व्यवस्थापित करण्यासाठी प्रमाणीकरण आवश्यक आहे
pl: Wymagane jest uwierzytelnienie, aby zarządzać ustawieniami lokalnymi
sr: Потврђивање идентитета је потребно за управљање поставкама језика
uk: Необхідно автентифікуватися, щоб керувати налаштуваннями мови
