Repository: elementary/switchboard-plug-locale
Catalog: po/*.po
Languages: ca, eo, id, lt, tl

source: Language & Region
ca: Llengua i regió
eo: Lingvo & Regiono
id: Bahasa & Wilayah
lt: Kalba ir regionas
tl: Wika & Rehiyon

source: Manage languages, and configure region and format
ca: Gestioneu les llengües i configureu-ne la regió i el format.
eo: Mastrumi lingvojn, kaj agordi regionon kaj formaton
id: Kelola bahasa, dan konfigurasikan wilayah dan format
lt: Tvarkyti kalbas ir konfigūruoti regioną bei formatą

source: Region
ca: Regió
eo: Regiono

source: Formats
eo: Formatoj

source: Temperature
ca: Temperatura
eo: Temperaturo

source: Some changes will not take effect until you log out
ca: Alguns canvis no seran efectius fins que tanqueu la sessió
eo: Iuj ŝanĝoj aplikiĝos je elsaluto
id: Beberapa perubahan tidak akan berpengaruh sampai Anda keluar
lt: Kai kurie pasikeitimai neįsigalios tol, kol neatsijungsite

source: Language support is not installed completely
ca: El suport de la llengua no s'ha instal·lat completament.
eo: Lingva subteno ne estas entute instalita
id: Dukungan bahasa tidak terpasang sepenuhnya
lt: Kalbos palaikymas nėra pilnai įdiegtas

source: Complete Installation
ca: Completa'n la instal·lació
eo: Fini instalon
id: Pemasangan Lengkap
lt: Pabaigti įdiegimą
tl: Kumpletuhin ang Pagkakainstall

source: Installing %s
ca: S'instal·la %s
eo: Instalanta %s
lt: Įdiegiama %s kalba

source: Removing %s
ca: Se suprimeix %s
eo: Foriganta %s
lt: Šalinama %s kalba

source: Installing missing language
ca: S'instal·la la llengua que falta
eo: Instalanta mankantan lingvon
id: Memasang bahasa yang hilang
lt: Įdiegiama trūkstama kalba
tl: Ini-install ang nawawalang wika

source: Cancel
ca: Cancel·la
eo: Rezigni
id: Batal
lt: Atsisakyti
tl: Ikansela

source: Installed Languages
ca: Llengües instal·lades
eo: Instalitaj lingvoj
id: Bahasa Terpasang
lt: Įdiegtos kalbos
tl: Mga Naka-install na Wika

source: Currently active language
ca: Llengua activa actual
eo: Nune aktiva lingvo
id: Bahasa yang aktif saat ini
lt: Šiuo metu aktyvi kalba
tl: Kasalukuyang aktibong wika

source: Install language
ca: Instal·la la llengua
eo: Instali lingvon
id: Memasang bahasa
lt: Įdiegti kalbą
tl: Mag-install ng wika

source: Remove language
ca: Suprimeix la llengua
eo: Forigi lingvon
id: Hapus bahasa
lt: Šalinti kalbą
tl: Magtanggal ng wika

source: Region:
ca: Regió:
eo: Regiono:
id: Wilayah:
lt: Regionas:
tl: Rehiyon:

source: Formats:
eo: Formatoj:
id: Format:
lt: Formatai:
tl: Mga Format:

source: Celsius
eo: Celsia
lt: Celsijus

source: Fahrenheit
eo: Farenhejta
lt: Farenheitas

source: Temperature:
ca: Temperatura:
eo: Temperaturo:
lt: Temperatūra:

source: Set Language
ca: Estableix la llengua
eo: Difini lingvon
id: Atur Bahasa
lt: Nustatyti kalbą
tl: Italaga ang Wika

source: Set System Language
ca: Establiu la llengua del sistema
eo: Difini sisteman lingvon
id: Atur Bahasa Sistem
lt: Nustatyti sistemos kalba
tl: Italaga ang Wika sa Sistema

source: Set language for login screen, guest account and new user accounts
ca: Establiu la llengua per a la pantalla d'entrada, la sessió de convidat i els comptes d'usuari nous.
eo: Difini lingvon de la ensaluta ekrano, gasta konto, kaj nova uzanto
id: Tetapkan bahasa untuk layar masuk, akun tamu, dan akun pengguna baru
lt: Nustatyti kalbą prisijungimo ekranui, svečio paskyrai ir naujoms naudotojų paskyroms
tl: Magtalaga ng wika para sa login screen, guest account at mga bagong user account

source: Keyboard Settings…
eo: Klavaraj agordoj…
lt: Klaviatūros nustatymai…

source: Install Language
ca: Instal·la la llengua

source: Install %s
ca: Instal·la %s

source: Keyboard Settings
ca: Paràmetres del teclat…

source: Some settings require administrator rights to be changed
id: Beberapa pengaturan memerlukan hak administrator untuk diubah
lt: Kai kurių nustatymų pakeitimui reikia administratoriaus teisių

source: Authentication is required to manage locale settings
id: Otentikasi diperlukan untuk mengelola pengaturan lokal

source: Installing language
id: Memasang bahasa
tl: Ini-install ang wika

source: Removing language
id: Menghapus bahasa
tl: Tinatanggal ang wika

source: Switch to keyboard settings
id: Beralih ke pengaturan papan tik

source: Language:
id: Bahasa:
