Repository: elementary/switchboard-plug-locale
Catalog: po/mo.po
Languages: mo

source: Language & Region
mo: Limbă și regiune

source: Manage languages, and configure region and format
mo: Gestionați limbile și configurați regiunea și formatul

source: Some changes will not take effect until you log out
mo: Unele modificări nu vor avea efect până când nu vă deconectați

source: Language support is not installed completely
mo: Suportul lingvistic nu este instalat complet

source: Complete Installation
mo: Instalare completă

source: Installing missing language
mo: Instalează limba care lipsește

source: Cancel
mo: Anulare

source: Installed Languages
mo: Limbi instalate

source: Currently active language
mo: Limba activă în prezent

source: Install language
mo: Instalați limba

source: Remove language
mo: Eliminați limba

source: Region:
mo: Regiune:

source: Formats:
mo: Format:

source: Celsius
mo: Grade Celsius

source: Fahrenheit
mo: Scară Fahrenheit

source: Temperature:
mo: Temperatură:

source: Set Language
mo: Setați limba

source: Set System Language
mo: Setați limba sistemului

source: Set language for login screen, guest account and new user accounts
mo: Setați limba pentru ecranul de conectare, contul de oaspeți și noile conturi de utilizator

source: Keyboard Settings…
mo: Setările tastaturii …
